Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=809_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Uusi oppikirja lukion pohjoissaamen äidinkieleen ilmestyi
sme: Ođđa girji logahaga davvisámegiela eatnigiela oahpahussii almmuhuvvui

source: Lukion pohjoissaamen äidinkielen opetusta varten on ilmestynyt uusi oppikirja
sme: Logahaga davvisámegiela eatnigiela oahpahusa várás lea almmuhuvvon ođđa oahppogirji

source: Kirja on tarkoitettu äidinkielen ja kirjallisuuden oppiaineen toisen kurssin opetukseen.
sme: Girji lea oaivvilduvvon eatnigiela ja girjjálašvuođa oahppoávdnasa nuppi gurssa várás.

source: Kurssin pääpaino on tekstien rakenteissa ja merkityksissä.
sme: Gurssa oaivedeaddu lea teavsttaid ráhkadusain ja mearkkašumiin.

source: Kirja noudattaa lukion äidinkielen valtakunnallista opetussuunnitelmaa.
sme: Girji čuovvu logahaga eatnigiela riikkaviidosaš oahppoplána.

source: Lukion äidinkielen opetuksessa painotetaan saamen kielen ja - kulttuurin lisäksi kirjallisuutta ja sen tulkintaa.
sme: Logahaga eatnigiela oahpahusas sámegiela ja - kultuvrra lassin deaddu lea girjjálašvuođas ja dan dulkomis.

source: Opiskelijat oppivat kirjoittamaan monenlaisia tekstejä ja vähitellen myös uusia tapoja ja näkökulmia tekstien analysointiin ja tulkintaan.
sme: Oahppit ohppet čállit máŋggalágan čállosiid ja dađistaga maiddái ođđa vugiid ja geahččanguovlluid teavsttaid analyseremii ja dulkomii.

source: Kirjan ovat kirjoittaneet Marjaana Aikio, Helmi Länsman, Maarit Magga ja Elen Anne Sara.
sme: Girjji leat čállán Marjaana Aikio, Helmi Länsman, Maarit Magga ja Elen Anne Sara.

source: Kirjan piirrokset ovat Tania-Maria Moilasen käsialaa ja graafinen suunnittelu Svea Päiviön.
sme: Tania-Maria Moilanen lea ráhkadan girjji sárgumiid ja Svea Päiviö hábmen girjji gráfalaččat.

source: Giela geainnut 2 on jatkoa vuonna 2012 julkaistulle samannimiselle ensimmäisen kurssin oppikirjalle.
sme: Giela geainnut 2 lea joatkka jagis 2012 almmuhuvvon seammánammasaš vuosttaš gurssa oahppogirjái.

source: Lisätietoja tästä.
sme: Lassedieđut dás.
